Repository: rahdeva/kisahloka-mobile
Catalog: KisahLoka/Localizable.xcstrings
Source language: id
Languages: en

source: Selesai
en: Done

source: Ayo masuk dulu untuk menyimpan seluruh progress dan data pada aplikasi **KisahLoka**
en: Please log in to save all your progress and data in the **KisahLoka** app.

source: Baca Cerita
en: Read Story

source: Bahasa
en: Language

source: Bantuan dan Dukungan
en: Help and Support

source: Belum mempunyai akun?
en: Don't have an account?

source: Beranda
en: Home

source: Buat Akun Baru Isi Data dengan Lengkap
en: Create a New Account Fill in the Data Completely

source: Cerita Favorit
en: Favorite Stories

source: Cerita Lainnya
en: Another Stories

source: Cocok nih untuk kamu baca juga
en: This is perfect for you to read too

source: Daftar
en: Register

source: Daftar Sekarang
en: Register now

source: Detil Cerita
en: Story Detail

source: Dibaca
en: Read

source: Halaman
en: Page

source: Hore, kamu sudah menyelesaikan membaca 1 cerita. Yuk jelajahi cerita lainnya!😍
en: Hooray, you've finished reading one story. Let's explore other stories!😍

source: Jelajahi
en: Explore

source: Jelajahi Cerita
en: Explore Stories

source: Jelajahi Cerita Lainnya
en: Explore Another Stories

source: JENIS CERITA
en: Story Type

source: Jenis Kelamin
en: Gender

source: Kata Sandi
en: Password

source: Keluar
en: Logout

source: Kembali
en: Back

source: Kirim
en: Send

source: Konfirmasi Kata Sandi
en: Confirm Password

source: Laki-laki
en: Male

source: Lupa Kata Sandi?
en: Forgot Password?

source: Lupa Password
en: Forgot Password

source: Masuk
en: Login

source: Masuk sebagai Guest
en: Continue as Guest

source: Masukin Email kamu agar kami bisa mengirimkan link reset password
en: Enter your email so we can send you a password reset link

source: Nama
en: Name

source: Perempuan
en: Female

source: Perpustakaan Lengkap Cerita Nusantara
en: Complete Library Nusantara Stories

source: Pilih Jenis Cerita Kesukaan Anda
en: Choose Your Favorite Type of Story

source: Profil
en: Profile

source: Sebelumnya
en: Previous

source: Selamat Datang! Silakan Masuk
en: Welcome! Please Login

source: Selanjutnya
en: Next

source: Simpan
en: Save

source: Sinopsis
en: Synopsis

source: Sudah mempunyai akun?
en: Do you have an account?

source: Tanggal Lahir
en: Birth Date

source: Tanggal Rilis
en: Released Date

source: Temukan Cerita Terbaru
en: Discover Latest Stories

source: Ubah Profil
en: Change Profile
